{
  "time": "Jan 17, 2017",
  "title": "JI-LIFE GPA MODULE",
  "text": [
    {
      "title": "h2",
      "hr": true,
      "content": "Terms of Service"
    },
    {
      "title": "h3",
      "content": "Privacy Terms"
    },
    "JI-LIFE GPA MODULE collects personal information:",
    {
      "enum": true,
      "content": [
        "when you register with Jaccount, when you use <strong>JI-LIFE GPA MODULE</strong>",
        "when you visit <strong>JI-LIFE GPA MODULE</strong> pages or the pages of certain <strong>JI-LIFE</strong> partners"
      ]
    },
    "Information could also be collected through the following ways:",
    {
      "enum":true,
      "content":[
        "<strong>JI-LIFE</strong> may combine information about you that we have with information we obtain from SJTU or other partners.",
        "When you register with <strong>JI-LIFE</strong> and sign in to our <strong>GPA MODULE</strong>, you are not anonymous to us.",
        "<strong>JI-LIFE</strong> collects information about your transactions with our <strong>GPA MODULE</strong>, including information about your use of <strong>GPA MODULE</strong> and services that we offer.",
        "<strong>JI-LIFE</strong> automatically receives and records information from your computer and browser, including your IP address, <strong>JI-LIFE</strong> cookie information, software and hardware attributes, and the page you request."
      ]
    },
    "<strong>JI-LIFE</strong> uses information for the following general purposes: ",
    {
      "enum":true,
      "content":[
        "to customize the content you see",
        "to fulfill your requests for products and services",
        "to improve our services",
        "to contact you",
        "to conduct research",
        "to provide anonymous reporting for internal and external clients"
      ]
    },
    "<strong>JI-LIFE</strong> does not rent, sell, or share personal information about you with other people or non-affiliated companies except to provide products or services you've requested, when we have your permission, or under the following circumstances:",
    {
      "enum":true,
      "content":[
        "We generate a scoreboard and various graphs shown to public according to your personal information, but will <strong>keep you anonymous and your detail information (ie. actual grade) concealed</strong> unless <strong>you agreed to make some or all of that public, and share with those who also make it public.</strong>",
        "We respond to subpoenas, court orders, or legal process (such as law enforcement requests), or to establish or exercise our legal rights or defend against legal claims.We believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of <strong>JI-LIFE</strong>'s terms of use, or as otherwise required by law.",
        "We transfer information about you if <strong>JI-LIFE</strong> is acquired by or merged with another company,website or organization. In this event, <strong>JI-LIFE</strong> will notify you before information about you is transferred and becomes subject to a different privacy policy."
      ]
    },
    "<hr>",
    {
      "title": "h3",
      "content": "Responsibility Terms"
    },
    {
      "enum":true,
      "content":[
        "<strong>JI-LIFE</strong> does not provide any personal information or advice to the product or service offerred by <strong>GPA MODULE</strong> with out your permission.",
        "<strong>JI-LIFE</strong> does not take responsibility for any loss in consequence of misusing or mistakes made by <strong>GPA MODULE</strong>."
      ]
    }
  ]
}